[
  {
    "id": "NCT02864992",
    "title": "A Phase II Single-arm Trial to Investigate Tepotinib in Advanced (Locally Advanced or Metastatic) Non-small Cell Lung Cancer With METex14 Skipping Alterations or MET Amplification (VISION)",
    "phase": "PHASE2",
    "description": "The study included 3 cohorts with one primary endpoint (Objective Response Rate). Enrollment number and completion data is changed by new cohorts.",
    "inclusion_criteria": [
      {
        "text": "Signed, written informed consent by participant or legal representative prior to any trial-specific screening procedure",
        "type": "treatment"
      },
      {
        "text": "Male or female, greater than or equal to (\\>=) 18 years of age (or have reached the age of majority according to local laws and regulations)",
        "type": "age"
      },
      {
        "text": "Measurable disease confirmed by an independent review committee (IRC) in accordance with RECIST version 1.1",
        "type": "inclusion"
      },
      {
        "text": "Eastern Cooperative Oncology Group Performance Status (ECOG PS) of 0 or 1",
        "type": "performance"
      },
      {
        "text": "A female participant was eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:",
        "type": "gender"
      },
      {
        "text": "Not a woman of childbearing potential OR",
        "type": "inclusion"
      },
      {
        "text": "A woman of childbearing potential who agrees to use a highly effective contraception",
        "type": "inclusion"
      },
      {
        "text": "A male participant must agree to use and to have their female partners of childbearing potential to use a highly effective contraception",
        "type": "gender"
      },
      {
        "text": "Histologically or cytologically confirmed advanced (locally advanced or metastatic) NSCLC (all types including squamous and sarcomatoid)",
        "type": "metastasis"
      },
      {
        "text": "Treatment naïve participant in first-line or pretreated participant with no more than 2 lines of prior therapy",
        "type": "treatment"
      },
      {
        "text": "Participants with MET alterations, namely METex14 skipping alterations in plasma and/or tissue as determined by the central laboratory or by an assay with appropriate regulatory status",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "Participants with characterized Epidermal Growth Factor Receptor (EGFR) activating mutations that predict sensitivity to anti-EGFR-therapy",
        "type": "treatment"
      },
      {
        "text": "Participants with characterized Anaplastic Lymphoma Kinase (ALK) rearrangements that predict sensitivity to anti-ALK therapy",
        "type": "treatment"
      },
      {
        "text": "Participants with symptomatic brain metastases who are neurologically unstable",
        "type": "metastasis"
      },
      {
        "text": "Any unresolved toxicity Grade 2 or more according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE) from previous anticancer therapy",
        "type": "treatment"
      },
      {
        "text": "Need for transfusion within 14 days prior to the first dose of trial treatment",
        "type": "treatment"
      },
      {
        "text": "Prior chemotherapy, biological therapy, radiation therapy, hormonal therapy for anti-cancer purposes, targeted therapy, or other investigational anticancer therapy (not including palliative radiotherapy at focal sites) within 21 days prior to the first dose of trial treatment;",
        "type": "treatment"
      },
      {
        "text": "Participants who have brain metastasis as the only measurable lesion",
        "type": "metastasis"
      },
      {
        "text": "Inadequate hematological, liver, renal, cardiac function",
        "type": "exclusion"
      },
      {
        "text": "Prior treatment with other agents targeting the Hepatocyte Growth Factor c(HGF/c) -Met pathway",
        "type": "treatment"
      },
      {
        "text": "Hypertension uncontrolled by standard therapies (not stabilized to \\< 150/90 mmHg)",
        "type": "exclusion"
      },
      {
        "text": "Past or current history of neoplasm other than Non-small Cell Lung Cancer (NSCLC), except for curatively treated non-melanoma skin cancer, in situ carcinoma of the cervix, or other cancer curatively treated and with no evidence of disease for at least 5 years",
        "type": "diagnosis"
      },
      {
        "text": "Medical history of difficulty swallowing, malabsorption, or other chronic gastrointestinal disease, or conditions that may hamper compliance and/or absorption of the test product",
        "type": "exclusion"
      },
      {
        "text": "Major surgery within 28 days prior to Day 1 of trial treatment",
        "type": "treatment"
      },
      {
        "text": "Known infection with human immunodeficiency virus, or an active infection with hepatitis B or hepatitis C virus",
        "type": "exclusion"
      },
      {
        "text": "Substance abuse, active infection, or other acute or chronic medical or psychiatric condition or laboratory abnormalities that might increase the risk associated with trial participation at the discretion of Investigators",
        "type": "exclusion"
      },
      {
        "text": "Known hypersensitivity to any of the trial treatment ingredients",
        "type": "treatment"
      },
      {
        "text": "Legal incapacity or limited legal capacity",
        "type": "exclusion"
      },
      {
        "text": "Any other reason that, in the opinion of the Principal Investigator, precludes the participant from participating in the trial",
        "type": "exclusion"
      },
      {
        "text": "Participation in another clinical trial within the past 30 days",
        "type": "exclusion"
      }
    ],
    "status": "ACTIVE_NOT_RECRUITING",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "MS200095-0022",
    "secondary_ids": [
      {
        "id": "2015-005696-24"
      }
    ]
  },
  {
    "id": "NCT03465982",
    "title": "Timing to Minimally Invasive Surgery After Neoadjuvant Chemoradiotherapy for Rectal Cancer: a Multicenter Randomised Controlled Trial",
    "phase": "NA",
    "description": "PURPOSE\n\nTo demonstrate if delayed timing of surgery after neoadjuvant chemoradiotherapy actually affects pathological complete response (pCR) and reflects on disease-free survival (DFS) and overall survival (OS) rather than standard timing. Eight weeks are the current standard interval to surgery after neoadjuvant treatment, while 12 weeks represent the \"minimum\" longer time interval to determine further tumor modifications and the \"a priori\" choice to avoid hypothetical surgical detrimental effect (postoperative complications related to radiation therapy).\n\nPrimary Endpoint\n\n* pCR\n\nSecondary Endpoints\n\n* DFS\n* OS\n* QoL (quality of Life)\n\nSite Eligibility\n\nThe trial is a multicenter collaboration, involving all those centers able to provide the standard of cure for locally advanced rectal cancer. All the involved centers have to respect the following criteria:\n\n* Site able to perform robotic-assisted and standard laparoscopic rectal cancer surgery and TaTME (transanal total mesorectal excision)\n* Site able to provide a preoperative work up according to the work up criteria specified in this trial\n* Site able to provide standard neoadjuvant treatment, both chemo and radiation therapy, according to the criteria specified in this trial\n* Predicted capability to recruit a minimum of 15 patients per year to the trial.\n\nRandomization will take place after consent is obtained and after patients have completed their baseline patient reported questionnaires. Patient consent and randomization will take place as close to the date of start of the neoadjuvant treatment as possible and must be no more than 30 days prior to planned treatment.",
    "inclusion_criteria": [
      {
        "text": "Age \\>18 years",
        "type": "age"
      },
      {
        "text": "cT3/4N0/+M0 confirmed on CT-scan, MRI (stratification for T3a-b-c-d) 3",
        "type": "inclusion"
      },
      {
        "text": "Tumor starting from the distal or medium rectum (even those crossing the peritoneal reflection at distal margin, within 15 cm from the anal margin)",
        "type": "diagnosis"
      },
      {
        "text": "Histologically-proven adenocarcinoma of the rectum",
        "type": "inclusion"
      },
      {
        "text": "Eligible for a resective surgery with TME (low anterior resection, intersphincteric resection, abdominoperineal resection)",
        "type": "treatment"
      },
      {
        "text": "Eligible for resection by minimally-invasive surgery (standard or robotic-assisted laparoscopic procedure, all robotic systems will be accepted)",
        "type": "treatment"
      },
      {
        "text": "Eligible for chemoradiation treatment",
        "type": "treatment"
      },
      {
        "text": "Able to give written informed consent",
        "type": "inclusion"
      },
      {
        "text": "Capable of completing required questionnaires at time of consent (provided questionnaires are available in a language spoke fluently by the participant)",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "Metastatic disease",
        "type": "metastasis"
      },
      {
        "text": "Squamous carcinoma of the anal canal",
        "type": "diagnosis"
      },
      {
        "text": "Synchronous colorectal tumors requiring multi-segment surgical resection (n.b. a benign lesion within the resection field in addition to the main cancer would not exclude a patient)",
        "type": "diagnosis"
      },
      {
        "text": "History of psychiatric or addictive disorder or other medical condition that, in the opinion of the investigator, would preclude the patient from meeting the trial requirements",
        "type": "exclusion"
      },
      {
        "text": "Pregnancy",
        "type": "exclusion"
      },
      {
        "text": "Unable to complete neoadjuvant treatment",
        "type": "treatment"
      },
      {
        "text": "Unable to give free informed consent",
        "type": "exclusion"
      },
      {
        "text": "Previous radiation treatment on the pelvis",
        "type": "treatment"
      },
      {
        "text": "Inflammatory bowel disease",
        "type": "exclusion"
      },
      {
        "text": "Hereditary colorectal disease",
        "type": "exclusion"
      },
      {
        "text": "Previous tumors other than non-melanoma skin cancer, papillary or follicular thyroid cancer",
        "type": "treatment"
      },
      {
        "text": "Participation in another rectal cancer clinical trial relating to the topic of this trial",
        "type": "diagnosis"
      }
    ],
    "status": "RECRUITING",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "1/18",
    "secondary_ids": []
  },
  {
    "id": "NCT03102320",
    "title": "Phase 1b Multi-indication Study of Anetumab Ravtansine (BAY94-9343) in Patients With Mesothelin Expressing Advanced or Recurrent Malignancies",
    "phase": "PHASE1",
    "description": "The key purpose of the main part of the study is to assess efficacy and safety of anetumab ravtansine as monotherapy or combination therapy for mesothelin expressing advanced solid tumors.\n\nThe main purpose of the safety lead-in (dose-finding) part of the study is to determine the safety and tolerability of anetumab ravtansine in combination with cisplatin and in combination with gemcitabine, and to determine the MTD of anetumab ravtansine in combination with cisplatin for mesothelin expressing advanced cholangiocarcinoma and in combination with gemcitabine for mesothelin expressing advanced adenocarcinoma of the pancreas.\n\nPatients will receive anetumab ravtansine every three weeks in monotherapy for most indications. In cholangiocarinoma and adenocarinoma of the pancreas, 3-weekly anetumab ravtansine is administered in combination with cisplatin or gemcitabine respectively (both administered in a 2 week on / 1 week off schedule).\n\nTreatment will continue until disease progression or until another criterion for withdrawal is met. .Efficacy will be measured by evaluating the tumor's objective response rate. Radiological tumor assessments will be performed at defined time points until the patient's disease progresses.\n\nBlood samples will be collected for safety, pharmacokinetic and biomarker analysis. Archival or fresh biopsy tissue will also be collected for mesothelin expression testing and biomarker analyses.",
    "inclusion_criteria": [
      {
        "text": "Availability of tumor tissue for mesothelin expression testing and for further biomarker analysis",
        "type": "mutation"
      },
      {
        "text": "Histologically-confirmed, mesothelin-expressing metastatic or advanced non-metastatic disease (tumour type specific inclusion criteria)",
        "type": "metastasis"
      },
      {
        "text": "At least one measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST 1.1) (or for thymic carcinoma, at least one measurable lesion per International Thymic Malignancy Interest Group (ITMIG) modified RECIST 1.1 criteria",
        "type": "diagnosis"
      },
      {
        "text": "Adequate bone marrow, liver, renal and coagulation function",
        "type": "inclusion"
      },
      {
        "text": "Left ventricular ejection fraction (LVEF) ≥ 50% of the lower limit of normal (LLN) according to local institutional ranges",
        "type": "inclusion"
      },
      {
        "text": "Eastern Cooperative Oncology Group (ECOG) 0 or 1",
        "type": "performance"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "Exposure to more than one prior anti-tubulin/microtubule agent",
        "type": "treatment"
      },
      {
        "text": "Corneal epitheliopathy or any eye disorder that may predispose the patients to this condition",
        "type": "exclusion"
      },
      {
        "text": "Symptomatic Central nervous system (CNS) metastases and/or carcinomatous meningitis",
        "type": "metastasis"
      },
      {
        "text": "Contraindication to both CT and MRI contrast agents",
        "type": "exclusion"
      },
      {
        "text": "Active hepatitis B or C infection",
        "type": "exclusion"
      },
      {
        "text": "Pregnant or breast-feeding patients",
        "type": "exclusion"
      },
      {
        "text": "Tumor type specific exclusion criteria",
        "type": "diagnosis"
      }
    ],
    "status": "COMPLETED",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "15834",
    "secondary_ids": [
      {
        "id": "2016-004002-33"
      }
    ]
  },
  {
    "id": "NCT06225596",
    "title": "A Randomized Open-Label Phase 2/3 Study of BT8009 as Monotherapy or in Combination in Participants With Locally Advanced or Metastatic Urothelial Cancer (Duravelo-2)",
    "phase": "PHASE2",
    "description": "This is a global, multicenter, randomized, open-label study, with an adaptive design. The main objective of the study is to measure the efficacy and safety of BT8009 (zelenectide pevedotin) as monotherapy and in combination with pembrolizumab in participants with locally advanced or metastatic urothelial cancer (UC). The study includes a dose selection phase followed by an adaptive design continuation. The study is comprised of 2 cohorts. Cohort 1 will include participants who have not received any prior systemic therapy for locally advanced or metastatic UC and are eligible to receive platinum-based chemotherapy, whereas Cohort 2 will include participants who have received ≥ 1 prior systemic therapy for locally advanced or metastatic UC.",
    "inclusion_criteria": [
      {
        "text": "Life expectancy ≥ 12 weeks.",
        "type": "inclusion"
      },
      {
        "text": "Measurable disease as defined by RECIST v1.1.",
        "type": "inclusion"
      },
      {
        "text": "Histologically or cytologically confirmed locally advanced (unresectable) or metastatic UC of the renal pelvis, ureter, bladder, or urethra.",
        "type": "metastasis"
      },
      {
        "text": "Archival or fresh tumor tissue comprising muscle-invasive UC or locally advanced or metastatic UC should be available for submission to central laboratory.",
        "type": "metastasis"
      },
      {
        "text": "Negative pregnancy test for women of childbearing potential (WOCBP) (negative serum test at Screening and negative urine or serum test within 72 hours prior to the first dose).",
        "type": "mutation"
      },
      {
        "text": "Cohort 1: Previously Untreated: Eligible to receive platinum-based chemotherapy (either cisplatin- or carboplatin-based chemotherapy based on Investigator decision.",
        "type": "treatment"
      },
      {
        "text": "Cohort 1: Participants must not have received prior systemic therapy for locally advanced or metastatic UC with the following exceptions:",
        "type": "treatment"
      },
      {
        "text": "Prior local intravesical chemotherapy, local surgery when full resection is not achieved, local immunotherapy, and radiotherapy are permitted if completed at least 4 weeks prior to the initiation of study treatment and all acute toxicities have resolved.",
        "type": "treatment"
      },
      {
        "text": "Prior neoadjuvant/adjuvant chemotherapy or monomethyl auristatin E (MMAE)-based therapy with recurrence \\>12 months from completion of therapy.",
        "type": "treatment"
      },
      {
        "text": "Prior neoadjuvant/adjuvant immune checkpoint inhibitor therapy with recurrence \\>12 months from completion of therapy.",
        "type": "treatment"
      },
      {
        "text": "Cohort 2: Previously Treated: Participants must have received ≥ 1 prior systemic treatment for locally advanced or metastatic UC. This includes neoadjuvant/adjuvant platinum-based chemotherapy if recurrence occurred within 12 months of completing therapy.",
        "type": "treatment"
      },
      {
        "text": "Cohort 2: Progression or recurrence of UC during or following receipt of most recent therapy.",
        "type": "treatment"
      },
      {
        "text": "Key",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "Active keratitis or corneal ulcerations.",
        "type": "exclusion"
      },
      {
        "text": "Requirement, while on study, for treatment with strong inhibitors or strong inducers of human cytochrome P450 3A (CYP3A) or inhibitors of P-glycoprotein (P-gp) including herbal- or food-based inhibitors.",
        "type": "treatment"
      },
      {
        "text": "Any condition requiring current treatment with high dose corticosteroids (\\> 10 mg daily prednisone or equivalent).",
        "type": "treatment"
      },
      {
        "text": "Known hypersensitivity or allergy to any of the ingredients of any of the study interventions, or to MMAE.",
        "type": "exclusion"
      },
      {
        "text": "Has not adequately recovered from recent major surgery (excluding placement of vascular access).",
        "type": "treatment"
      },
      {
        "text": "Receipt of live or attenuated vaccine within 30 days of first dose.",
        "type": "exclusion"
      },
      {
        "text": "Cohort 1: Previously Untreated: Prior treatment with a checkpoint inhibitor (CPI) for any other malignancy within the last 12 months.",
        "type": "treatment"
      },
      {
        "text": "Cohort 2: Previously Treated: Received more than 1 prior platinum-based chemotherapy regimen for locally advanced or metastatic UC. This includes neoadjuvant/adjuvant platinum-based chemotherapy if recurrence occurred within 12 months of completing therapy.",
        "type": "treatment"
      },
      {
        "text": "Cohort 2: Prior treatment with enfortumab vedotin or any other MMAE-based therapy",
        "type": "treatment"
      }
    ],
    "status": "RECRUITING",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "BT8009-230",
    "secondary_ids": [
      {
        "id": "2023-504231-41"
      },
      {
        "id": "U1111-1300-3791"
      }
    ]
  },
  {
    "id": "NCT04929223",
    "title": "A Phase I/Ib Global, Multicenter, Open-label Umbrella Study Evaluating the Safety and Efficacy of Targeted Therapies in Subpopulations of Patients With Metastatic Colorectal Cancer (INTRINSIC)",
    "phase": "PHASE1",
    "description": "This open-label, exploratory study is designed to evaluate the safety and efficacy of targeted therapies or immunotherapy as single agents or combinations, in participants with metastatic colorectal cancer (mCRC) whose tumors are biomarker positive as per treatment arm-specific definition. Eligible participants with mCRC will be enrolled into specific treatment arms based on their biomarker assay results.",
    "inclusion_criteria": [
      {
        "text": "Inclusion Criteria",
        "type": "inclusion"
      },
      {
        "text": "Signed cohort-specific Informed Consent Form",
        "type": "inclusion"
      },
      {
        "text": "Age \\>= 18 years at time of signing Informed Consent Form",
        "type": "age"
      },
      {
        "text": "Biomarker eligibility as determined by:",
        "type": "inclusion"
      },
      {
        "text": "A validated test approved by local health authorities for detection of the specified biomarkers/mutations.",
        "type": "inclusion"
      },
      {
        "text": "A validated test performed at a College of American Pathologists/clinical laboratory improvement amendments (CAP/CLIA) -certified or equivalently accredited diagnostic laboratory using a validated test for detection of the specified biomarkers.",
        "type": "inclusion"
      },
      {
        "text": "Prior test results completed before signing cohort-specific Informed Consent Form or local test results generated prior to or during screening, and availability of a full report of the testing results OR",
        "type": "treatment"
      },
      {
        "text": "Blood-based FoundationOne Liquid CDx biomarker eligibility test result generated prior to or during screening or, in case of re-enrollment after treatment discontinuation, prior to starting a new anti-cancer therapy.",
        "type": "treatment"
      },
      {
        "text": "Eastern Cooperative Oncology Group (ECOG) Performance Status of \\<= 1",
        "type": "performance"
      },
      {
        "text": "Life expectancy \\>= 3 months, as determined by the investigator",
        "type": "inclusion"
      },
      {
        "text": "Histologically confirmed adenocarcinoma originating from the colon or rectum",
        "type": "inclusion"
      },
      {
        "text": "Metastatic disease",
        "type": "metastasis"
      },
      {
        "text": "Prior therapies for metastatic disease",
        "type": "treatment"
      },
      {
        "text": "Ability to comply with the study protocol, in the investigators judgment",
        "type": "inclusion"
      },
      {
        "text": "Measurable disease (at least one target lesion) according to Response Evaluation Criteria in Solid Tumors, Version 1.1 (RECIST v1.1)",
        "type": "inclusion"
      },
      {
        "text": "Baseline tumor tissue samples will be collected from all participants for exploratory biomarker research",
        "type": "diagnosis"
      },
      {
        "text": "Adequate hematologic and organ function within 14 days prior to initiation of study treatment",
        "type": "treatment"
      },
      {
        "text": "For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use contraceptive measures",
        "type": "inclusion"
      },
      {
        "text": "For men: agreement to remain abstinent or use contraceptive measures, and agreement to refrain from donating sperm",
        "type": "inclusion"
      },
      {
        "text": "Exclusion Criteria",
        "type": "inclusion"
      },
      {
        "text": "Current participation or enrollment in another interventional clinical trial. Participants who are participating in the follow-up period of an interventional clinical trial are eligible for the study.",
        "type": "inclusion"
      },
      {
        "text": "Any systemic anti-cancer treatment within 2 weeks or 5 half-lives (whichever is shorter) prior to start of study treatment",
        "type": "treatment"
      },
      {
        "text": "Treatment with investigational therapy within 28 days prior to initiation of study treatment",
        "type": "treatment"
      },
      {
        "text": "Pregnant or breastfeeding, or intending to become pregnant during the study",
        "type": "inclusion"
      },
      {
        "text": "History of or concurrent serious medical condition or abnormality in clinical laboratory tests that, in the investigator's judgment, precludes the patient's safe participation in and completion of the study or confounds the ability to interpret data from the study",
        "type": "inclusion"
      },
      {
        "text": "Severe infection within 4 weeks prior to initiation of study treatment or any active infection that, in the opinion of the investigator, could impact patient safety",
        "type": "treatment"
      },
      {
        "text": "Incomplete recovery from any surgery prior to the start of study treatment that would interfere with the determination of safety or efficacy of study treatment",
        "type": "treatment"
      },
      {
        "text": "Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently)",
        "type": "inclusion"
      },
      {
        "text": "Uncontrolled tumor-related pain",
        "type": "diagnosis"
      },
      {
        "text": "Uncontrolled or symptomatic hypercalcemia",
        "type": "inclusion"
      },
      {
        "text": "Clinically significant and active liver disease",
        "type": "inclusion"
      },
      {
        "text": "Negative HIV test at screening, with the following exception: Participants with a positive HIV test at screening are eligible provided they are stable on anti-retroviral therapy for at least 4 weeks, have a CD4 count greater than or equal to 200/uL, have an undetectable viral load, and have not had a history of opportunistic infection attributable to AIDS within the last 12 months.",
        "type": "mutation"
      },
      {
        "text": "Symptomatic, untreated, or actively progressing CNS metastases",
        "type": "metastasis"
      },
      {
        "text": "History of leptomeningeal disease or carcinomatous meningitis",
        "type": "inclusion"
      },
      {
        "text": "History of malignancy other than CRC within 2 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death",
        "type": "treatment"
      },
      {
        "text": "Any other disease, unresolved toxicity from prior therapy, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the participant at high risk from treatment complications",
        "type": "treatment"
      },
      {
        "text": "Requirement for treatment with any medicinal product that contraindicates the use of any of the study treatments, may interfere with the planned treatment, affects participant compliance, or puts the patient at higher risk for treatment-related complications",
        "type": "treatment"
      }
    ],
    "exclusion_criteria": [],
    "status": "RECRUITING",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "WO42758",
    "secondary_ids": [
      {
        "id": "2021-001207-33"
      },
      {
        "id": "2023-505163-37-00"
      }
    ]
  },
  {
    "id": "NCT05066555",
    "title": "Circulating Tumor DNA Genotyping for Biological Monitoring of Patients with Advanced-stage Classical HL Receiving Upfront ABVD-based Chemotherapy. an Ancillary Study to the FIL-Rouge Phase III Trial",
    "phase": "Not Applicable",
    "description": "The FIL-Rouge design provides an ideal environment for validating the liquid biopsy in Classical Hodgkin lymphoma (cHL), since one arm of the study will utilize a PET/CT-adapted strategy (Positron Emission Tomography/Computed Tomography)for treatment, while the second arm will be devoid of any PET/CT-adaptation of therapy. Also, estimating prospectively differences in residual disease between the two study arms of the FIL-Rouge will provide an important biologic tool to validate the concept of dose-intensification within the ABVD therapeutic platform.\n\nThis study aims at the prospective validation of the concept of the liquid biopsy as a biomarker for disease response assessment in cHL. The patients enrolled in the FIL-Rouge clinical trial at the centers participating in this study and consenting to the biological study FIL-RougeBIO will be considered for this study. After providing written informed consent, relevant patients will be evaluated for detecting cancer gene mutations in ctDNA (Circulating Tumor DNA) for measuring residual disease. All clinical data useful for data analyses of this study will derive from the FIL-Rouge clinical trial.\n\nGiven the non-interventional design of the study, project participants will not have immediate potential benefits.The enrollment in FIL-RougeBIO will parallel the original protocol until reaching the 500 programmed patients. The results of this study could benefit future patients with the same condition.",
    "inclusion_criteria": [
      {
        "text": "FIL ROUGE INCLUSION CRITERIA",
        "type": "inclusion"
      },
      {
        "text": "Histologically confirmed classical HL",
        "type": "inclusion"
      },
      {
        "text": "Previously untreated disease",
        "type": "inclusion"
      },
      {
        "text": "Age 18-60 years",
        "type": "age"
      },
      {
        "text": "Ann Arbor stage IIB with extranodal involvement and/or bulk, III and IV",
        "type": "stage"
      },
      {
        "text": "At least one target PET-avid bidimensionally assessable lesion",
        "type": "inclusion"
      },
      {
        "text": "Eastern Cooperative Oncology Group (ECOG) performance status (PS) \\<= 2",
        "type": "performance"
      },
      {
        "text": "Adequate organ and marrow function as defined below:",
        "type": "inclusion"
      },
      {
        "text": "Absolute neutrophil count \\>1,0 x109/L, platelets \\>75 x109/L",
        "type": "inclusion"
      },
      {
        "text": "Total bilirubin \\<2 mg/dl without a pattern consistent with Gilbert's syndrome",
        "type": "inclusion"
      },
      {
        "text": "Aspartate Transaminase and Alanine Transaminase (AST/ALT) \\<3 X institutional Upper Limits of Normality (ULN)",
        "type": "inclusion"
      },
      {
        "text": "Creatinine within normal institutional limits or creatinine clearance \\>50 mL/min/1.73 m2",
        "type": "inclusion"
      },
      {
        "text": "Females of childbearing must have a negative pregnancy test under medical supervision even if patients had been using effective contraception",
        "type": "mutation"
      },
      {
        "text": "Life expectancy \\> 6 months",
        "type": "inclusion"
      },
      {
        "text": "Able to adhere to the study visit schedule and other protocol requirements",
        "type": "inclusion"
      },
      {
        "text": "Signed (or legally acceptable representatives must sign) informed consent indicating that patients understand the purpose of and procedures required for the study and are willing to participate in the study.",
        "type": "inclusion"
      },
      {
        "text": "Access to PET-CT (Positron Emission Tomography/Computed Tomography) scans facilities qualified by FIL",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "FIL ROUGE EXCLUSION CRITERIA",
        "type": "exclusion"
      },
      {
        "text": "Nodular Lymphocyte Predominant HL",
        "type": "exclusion"
      },
      {
        "text": "Ann Arbor stage IIB without extranodal involvement and/or mediastinal bulky",
        "type": "stage"
      },
      {
        "text": "Prior chemotherapy or radiation therapy",
        "type": "treatment"
      },
      {
        "text": "Pregnant or lactating females",
        "type": "exclusion"
      },
      {
        "text": "Known hypertension, cardiac arrhythmia, conduction abnormalities, ischemic cardiopathy, left ventricular hypertrophy or left ventricular ejection fraction (LVEF) ≤50% at echocardiography.",
        "type": "exclusion"
      },
      {
        "text": "Abnormal QTc interval prolonged (\\>450 msec in males; \\>470 msec in women)",
        "type": "exclusion"
      },
      {
        "text": "Diffusion lung capacity for CO (DLCO)and/or Forced expiratory volume in the 1st second (FEV1) tests \\<50% of predicted not due to mediastinal compression or parenchymal lymphoma",
        "type": "diagnosis"
      },
      {
        "text": "Known cerebral or meningeal disease (HL or any other etiology)",
        "type": "exclusion"
      },
      {
        "text": "Prior history of malignancies unless the patient has been free of the disease for five years. Exceptions include the following: basal cells carcinoma of the skin, squamous cell carcinoma of the skin, carcinoma in situ of the cervix, carcinoma in situ of the breast and prostate cancer with the TNM stage of T1a or T1b",
        "type": "stage"
      },
      {
        "text": "Uncontrolled infectious disease",
        "type": "exclusion"
      },
      {
        "text": "Human immunodeficiency virus (HIV) positivity or active infectious A, B or C hepatitis. HBsAg-negative patients with anti-HBc (Hepatitis B core) antibody and can be enrolled provided that Hepatitis B Virus (HBV)-DNA are negative and that antiviral treatment with nucleos(t)ide analogs is provided (Lamivudine)",
        "type": "mutation"
      },
      {
        "text": "Uncompensated diabetes",
        "type": "exclusion"
      },
      {
        "text": "Refusal of adequate contraception",
        "type": "exclusion"
      },
      {
        "text": "Any medical or psychiatric illness that could, in the investigator's opinion, potentially interfere with the completion of treatment.",
        "type": "treatment"
      }
    ],
    "status": "COMPLETED",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "FIL-RougeBIO",
    "secondary_ids": []
  },
  {
    "id": "NCT01387503",
    "title": "Controlled Expansion of Conventional Criteria for Liver Transplantation in Hepatocellular Carcinoma Through Downstaging Procedures: a Randomized Trial (XXL Trial)",
    "phase": "NA",
    "description": "1. Downstaging phase\n\n   Patients that will be considered eligible for the study will undergo downstaging procedures according their stage of disease and to Center's policies. Length and intensity of downstaging will be center specific and not centrally pre-determined, but should be inferior to 18 months. Downstaging procedures will be stopped when, according to the Investigators' judgement, the best possible tumor response has been achieved: at this timepoint a radiological evaluation of tumor response according to modified RECIST (mRECIST) criteria will be performed. Patients that have achieved a Complete or Partial Response (PR or CR) will proceed to Bridging Phase, while those with a Stable or Progressive disease (SD or PD) will drop-out from the study.\n2. Bridging phase\n\n   Patients that achieved PR or CR after downstaging will receive systemic therapy with sorafenib for three months. After three months radiological response will be assessed according to mRECIST criteria. If a sustained response will be demonstrated patients will proceed to randomization. PD during bridging phase will cause drop-out from the study.\n3. Randomization and study period\n\nPatients will be randomized in a 1:1 ratio, using computer generated list stratified by Center and by compliance to sorafenib treatment (based on whether ≤50% or \\> 50% of the standard dosage (800 mg/day) has been administered).\n\n1. The experimental group (Group 1 - transplant strategy) will be enlisted for transplantation and will undergo liver transplantation within 8 months unless major medical or oncological contraindications should occur.\n2. The control group (Group 2 - non-transplant strategy) will continue with sorafenib until progression. Then they may be treated with either medical or locoregional/surgical therapies according to best practice and Centers' policy, excluding transplantation.",
    "inclusion_criteria": [
      {
        "text": "Patient's age ≥ 18 yrs and ≤ 65 yrs",
        "type": "age"
      },
      {
        "text": "Presence of cirrhosis of any etiology",
        "type": "inclusion"
      },
      {
        "text": "Child-Pugh class ≤ B7",
        "type": "inclusion"
      },
      {
        "text": "ECOG Performance Status ≤ 1",
        "type": "performance"
      },
      {
        "text": "Diagnosis of HCC either by biopsy or according to AASLD criteria",
        "type": "inclusion"
      },
      {
        "text": "HCC exceeding Milan Criteria with a 5-yr estimated survival after transplantation \\>50% according to the Metroticket calculator (http://www.hcc-olt-metroticket.org/calculator)",
        "type": "inclusion"
      },
      {
        "text": "Women of child bearing potential with a negative serum pregnancy test performed before enrolment",
        "type": "mutation"
      },
      {
        "text": "Absence of general contraindications to sorafenib/molecular targeted therapies",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "Presence of extra-hepatic tumor spread",
        "type": "diagnosis"
      },
      {
        "text": "Presence of macrovascular invasion",
        "type": "exclusion"
      },
      {
        "text": "Sorafenib therapy started \\> 2 months before enrolment",
        "type": "treatment"
      },
      {
        "text": "Concurrent cancer, distinct from HCC (except cervical carcinoma in situ, treated basal cell carcinoma, superficial bladder tumors)",
        "type": "diagnosis"
      },
      {
        "text": "Previous history of any cancer, even if curatively treated, \\< 5 years prior to entry",
        "type": "treatment"
      },
      {
        "text": "Active intra-venous or alcohol abusers",
        "type": "exclusion"
      },
      {
        "text": "HIV infection",
        "type": "exclusion"
      },
      {
        "text": "History of serious cardiac disease",
        "type": "exclusion"
      },
      {
        "text": "Severe pulmonary hypertension not treatable by medical therapy",
        "type": "treatment"
      },
      {
        "text": "Patients with a life expectancy of less than 3 months due to HCC or less than 6 months due to any other disease",
        "type": "exclusion"
      }
    ],
    "status": "COMPLETED",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "INT 80/09",
    "secondary_ids": []
  },
  {
    "id": "NCT03016819",
    "title": "A Phase III Study of AL3818 (Anlotinib, Catequentinib) Hydrochloride Monotherapy in Subjects With Metastatic or Advanced Alveolar Soft Part Sarcoma, Leiomyosarcoma and Synovial Sarcoma",
    "phase": "PHASE3",
    "description": "THIS STUDY IS CURRENTLY RECRUITING PATIENTS WITH ALVEOLAR SOFT PART SARCOMA ONLY AND IS NO LONGER RECRUITING PATIENTS WITH SYNOVIAL SARCOMA OR LEIOMYOSARCOMA.\n\nAPROMISS is a phase 3 study evaluating the safety and efficacy of AL3818 (anlotinib) hydrochloride in the treatment of metastatic or advanced alveolar soft part sarcoma (ASPS), leiomyosarcoma (LMS), and synovial sarcoma (SS). Population pharmacokinetics and exploratory exposure-response analyses will also be conducted in subjects receiving AL3818.\n\nIndication A: 56 subjects with metastatic or advanced ASPS not amenable to surgical resection will receive open-label AL3818 at a dose of 12 mg once daily in 21-day cycles (14 days on treatment, 7 days off treatment) until disease progression (defined by RECIST version 1.1) ot unacceptable toxicity. The primary endpoint is objective response rate (ORR), secondary endpoint is duration of response (DOR). - CLOSED\n\nIndication B: 68 subjects with metastatic or advanced LMS who have failed at least one prior line of approved therapy will be enrolled and randomized in a 2:1 ratio to receive either AL3818 (12 mg once daily in 21-day cycles) or IV dacarbazine until disease progression (defined by RECIST version 1.1) or unacceptable toxicity. Subjects randomized to dacarbazine will have the option to crossover and receive AL3818 at the time of documented disease progression. The primary endpoint is progression free survival (PFS), the secondary endpoint is objective response rate (ORR). - CLOSED\n\nIndication C: 95 subjects with with metastatic or advanced SS who have failed at least one prior line of approved therapy, including first-line anthracycline-containing chemotherapy, will be enrolled and randomized in a 2:1 ratio to receive either AL3818 (12 mg once daily in 21-day cycles) or IV dacarbazine until disease progression (defined by RECIST version 1.1) or unacceptable toxicity. Subjects randomized to dacarbazine will have the option to crossover and receive AL3818 at the time of documented disease progression. The primary endpoint is progression free survival (PFS), the secondary endpoint is objective response rate (ORR). - CLOSED\n\nIndication D - LMS: 106 subjects with histologically proven, unresectable, recurrent, locally advanced or metastatic leiomyosarcoma (of soft tissue, cutaneous origin, and vascular origin who have failed at least one prior line of standard therapy (including anthracycline-based therapy) and are ineligible for or refuse standard second-line therapy or are suitable for third- and further-line treatment will be enrolled. Subjects will be randomized with a 2:1 ratio to receive either blinded AL3818 or placebo with approximately 71 subjects in the AL3818 group and 35 subjects in the placebo group until disease progression (defined by RECIST version 1.1) or unacceptable toxicity. Subjects randomized to placebo will have the option to crossover and receive AL3818 at the time of documented disease progression (and after crossover unblinding). The primary endpoint is progression free survival (PFS), the secondary endpoint is objective response rate (ORR). - CLOSED",
    "inclusion_criteria": [
      {
        "text": "Inclusion Criteria",
        "type": "inclusion"
      },
      {
        "text": "Written informed consent provided before any study-specific procedures are initiated. Subject must be able to understand and be willing to sign a written informed consent form.",
        "type": "inclusion"
      },
      {
        "text": "Male or female at least 18 years of age.",
        "type": "age"
      },
      {
        "text": "a. Indication A - ASPS: Histologically proven, unresectable, locally advanced or metastatic alveolar soft part sarcoma. b. CLOSED Indication B - LMS: Histologically proven, unresectable, recurrent, locally advanced or metastatic leiomyosarcoma (of soft tissue, cutaneous origin, vascular origin and of the bone). c. CLOSED Indication C - SS: Histologically proven, unresectable, recurrent, locally advanced or metastatic synovial sarcoma. d. CLOSED Indication D - LMS: Histologically proven, unresectable, recurrent, locally advanced or metastatic leiomyosarcoma (of soft tissue, cutaneous origin, and vascular origin).",
        "type": "metastasis"
      },
      {
        "text": "a. Indication A - ASPS: Subjects with or without prior therapy. b. Indications B - LMS: Subjects previously treated with at least one prior line of approved therapy. (New Recruitment Suspended) c. Indication C - SS: Subjects previously treated with at least one prior line of standard systemic therapy, including first-line anthracycline containing regimen (except if medically contraindicated or refused by subject). d. Indication D - LMS: Treatment of patients with metastatic or advanced leiomyosarcoma (LMS) who have failed at least one prior line of standard therapy and are ineligible for or refuse standard second-line therapy or are suitable for third- and further-line treatment. Patients must have received and progressed on prior therapy and have been treated any line with an anthracycline.",
        "type": "treatment"
      },
      {
        "text": "Show clinical or objective disease progression after the last administration of the last standard therapy or have stopped standard therapy due to intolerability within 6 months of enrollment (excluding ASPS subjects who have not received prior therapy).",
        "type": "treatment"
      },
      {
        "text": "Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.",
        "type": "performance"
      },
      {
        "text": "Has measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 confirmed by CT or MRI scan of the chest, abdomen and pelvis (and other areas of disease) within 28 days prior to enrollment.",
        "type": "treatment"
      },
      {
        "text": "Life expectancy of at least 3 months.",
        "type": "inclusion"
      },
      {
        "text": "Females of childbearing potential must have a negative pregnancy test (by serum beta- HCG) within 7 days prior to the start of treatment.",
        "type": "mutation"
      },
      {
        "text": "Female of childbearing potential must be surgically sterile (have had a hysterectomy or bilateral oophorectomy, tubal ligation), abstinent (at the discretion of the investigator), or agree to use adequate contraception since signing of the informed consent form until at least 3 months after the last study drug administration. Females of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 2 years. Males must agree to use adequate contraception since signing of the informed consent form until at least 3 months after the last study drug administration. Adequate contraception is defined in the study as any medically recommended method (or combination of methods) at the discretion of the investigator.",
        "type": "gender"
      },
      {
        "text": "Adequate hematologic, hepatic and renal function as assessed by the following laboratory requirements conducted within 28 days of enrollment:",
        "type": "inclusion"
      },
      {
        "text": "Total bilirubin \\< the upper limit of normal (ULN), unless the patient has documented Gilbert's disease for which the total bilirubin should be \\< 3.",
        "type": "inclusion"
      },
      {
        "text": "Alanine aminotransferase and aspartate aminotransferase \\< 2.5 of the ULN (\\< 5 x of ULN for subjects with liver involvement of their cancer)",
        "type": "diagnosis"
      },
      {
        "text": "Amylase and lipase \\< 1.5 x of ULN",
        "type": "inclusion"
      },
      {
        "text": "Serum creatinine \\< 1.5 x of ULN",
        "type": "inclusion"
      },
      {
        "text": "Glomerular filtration rate \\> 30ml/min/1.73 m2 according to the Modified Diet in Renal Disease abbreviated formula or creatinine clearance (CrCL) \\> 60 ml/min (Cockcroft and Gault) or by 24 hour urine collection.",
        "type": "inclusion"
      },
      {
        "text": "International normalize ratio (INR) and the activated partial thromboplastin time (aPTT/PTT) \\< 1.5 x ULN. (Subjects who are therapeutically treated with an agent such LMWH or heparin will be allowed to participate provided that no prior evidence of an underlying abnormality in coagulation parameters exists)",
        "type": "treatment"
      },
      {
        "text": "Platelet count \\> 100,000 cells/mm3, hemoglobin \\> 9 g/dL, absolute neutrophil count \\> 1,500 cells/mm3",
        "type": "inclusion"
      },
      {
        "text": "Alkaline phosphatase limit \\<2.5 x ULN (\\<5 x ULN for subjects with liver involvement of their cancer)",
        "type": "diagnosis"
      },
      {
        "text": "Urine protein \\< 30 mg/dL. If urine protein is \\> 30 mg/dL, a 24-hour urine collection will be required and must show total protein excretion \\<1,000 mg per 24 hours or spot urine protein (mg/dL) to creatinine (mg/dL) ratio must be \\<1.0.",
        "type": "inclusion"
      },
      {
        "text": "Left ventricular ejection fraction (LVEF) of \\> 50% by ECHO or MUGA within 56 days of enrollment.",
        "type": "inclusion"
      },
      {
        "text": "Two readings of systolic blood pressure \\< 140 mm Hg and diastolic blood pressure \\< 90 mm Hg at screening taken at least 5 minutes apart in the sitting position after 5 minutes of rest. Subjects with well managed hypertension who are on oral antihypertensives must be on their current medication(s) and stable dose(s) for at least 2 weeks prior to enrollment.",
        "type": "treatment"
      },
      {
        "text": "Exclusion Criteria",
        "type": "inclusion"
      },
      {
        "text": "Prior treatment with or have known hypersensitivity to AL3818.",
        "type": "treatment"
      },
      {
        "text": "a. Indication A - ASPS: Prior treatment with cediranib. b. Indication B - LMS: Prior treatment with or have known hypersensitivity to dacarbazine. (New Recruitment Suspended) c. Indication C - SS: Prior treatment with or have known hypersensitivity to dacarbazine.",
        "type": "treatment"
      },
      {
        "text": "d. Indication D - LMS: Prior treatment with anlotinib.",
        "type": "treatment"
      },
      {
        "text": "Previous or concurrent cancer that is distinct in primary site or histology from ASPS, LMS, or SS within 5 years before enrollment except for successfully treated in situ carcinoma, non-melanoma skin cancer and superficial bladder tumors (Ta, Tis and T1).",
        "type": "treatment"
      },
      {
        "text": "Received last dose of systemic cytotoxic therapy or investigational therapy within 21 days of enrollment or last dose of hormonal therapy, immunotherapy, targeted therapy or any other type of non-cytotoxic anti-cancer therapy within 14 days of enrollment.",
        "type": "treatment"
      },
      {
        "text": "Prior treatment with extended-field radiotherapy (EFRT) within 28 days of enrollment or prior treatment with any other form of radiotherapy within 14 days of enrollment.",
        "type": "treatment"
      },
      {
        "text": "Known active CNS metastases and/or carcinomatous meningitis. Patients with previously treated brain metastases may participate provided that they are stable with no evidence of progression by imaging, and all neurologic symptoms have returned to baseline, and should not be using corticosteroids for at least 7 days prior to study treatment.",
        "type": "treatment"
      },
      {
        "text": "Cavitary tumors or tumors invading or abutting large blood vessels in the thorax.",
        "type": "inclusion"
      },
      {
        "text": "History of gastrointestinal perforation, abdominal fistula or intra-abdominal abscess within 6 months of enrollment.",
        "type": "inclusion"
      },
      {
        "text": "Known history of bleeding disorders (e.g., von Willebrand disease or hemophilia).",
        "type": "inclusion"
      },
      {
        "text": "Clinically significant bleeding such as gross hematuria, gastrointestinal bleeding and hemoptysis within 6 months prior to enrollment.",
        "type": "treatment"
      },
      {
        "text": "CTCAE version 4.03 \\> grade 2 pulmonary hemorrhage or \\> grade 3 of other forms of bleeding within 28 days prior to enrollment.",
        "type": "treatment"
      },
      {
        "text": "History of untreated deep venous thrombosis (DVT) within the past 6 months. Patients with recent DVT who are treated with therapeutic anti-coagulating agents (excluding therapeutic warfarin which is exclusionary) for at least 14 days prior to start of study treatment.",
        "type": "treatment"
      },
      {
        "text": "Use of aspirin (\\>325 mg/day) within 10 days prior to the first dose of study treatment.",
        "type": "treatment"
      },
      {
        "text": "The use of prophylactic therapeutic anti-coagulants are allowed provided that INR or aPTT are within therapeutic limits (according to the medical standard of the enrollment institution) and patient has been on a stable dose of anticoagulants for at least two weeks prior to the first dose of study treatment.",
        "type": "treatment"
      },
      {
        "text": "Serious non-healing wound, active ulcer.",
        "type": "inclusion"
      },
      {
        "text": "Major surgical procedure, open biopsy, or significant traumatic injury within 28 days prior to enrollment or minor surgical procedure within 7 days of enrollment.",
        "type": "treatment"
      },
      {
        "text": "CTCAE version 4.03 \\> grade 3 peripheral neuropathy",
        "type": "inclusion"
      },
      {
        "text": "Any unrecovered toxicity reactions of CTCAE version 4.03 \\> grade 1 caused by any previous therapy (excluding alopecia and neurotoxicity \\< grade 2)",
        "type": "treatment"
      },
      {
        "text": "QTcF \\> 470 msec (per Fridericia's formula) on electrocardiogram within 28 days of enrollment.",
        "type": "inclusion"
      },
      {
        "text": "Severe and uncontrolled disease, including:",
        "type": "inclusion"
      },
      {
        "text": "Class I and above myocardial ischemia or myocardial infarction, cardiac arrhythmia and Class 2 or above congestive heart failure classified according to New York Heart Association (NYHA)",
        "type": "inclusion"
      },
      {
        "text": "Active or failed to control serious infections (CTCAE version 4.03 \\> grade 2 infections)",
        "type": "inclusion"
      },
      {
        "text": "Liver disease such as cirrhosis of the liver, decompensated liver disease, chronic active hepatitis needing anti-viral therapy",
        "type": "treatment"
      },
      {
        "text": "Renal failure needing hemodialysis or peritoneal dialysis",
        "type": "inclusion"
      },
      {
        "text": "Poorly controlled diabetes (HgA1C \\>8)",
        "type": "inclusion"
      },
      {
        "text": "Untreated and uncontrolled epileptic seizures",
        "type": "inclusion"
      },
      {
        "text": "History of psychotropic drug abuse and inability to quit",
        "type": "inclusion"
      },
      {
        "text": "Untreated psychiatric disorders",
        "type": "inclusion"
      },
      {
        "text": "Known HIV-positive",
        "type": "mutation"
      },
      {
        "text": "Had organ transplantation",
        "type": "inclusion"
      },
      {
        "text": "Clinical conditions affecting the intake and use of oral medications (e.g., inability to swallow, chronic diarrhea, and intestinal obstruction)",
        "type": "inclusion"
      },
      {
        "text": "Females who are pregnant or are breast-feeding.",
        "type": "inclusion"
      },
      {
        "text": "Concomitant treatment with strong inhibitors or inducers of CYP1A2, CYP3A4 or CYP3A5; or sensitive substrates with narrow therapeutic index (TI) of CYP3A4, CYP2C9 and CYP2C19; or QT prolongating medications within 14 days prior to enrollment and during the study unless there was an emergent or life-threatening medical condition that required it.",
        "type": "treatment"
      },
      {
        "text": "Any medical intervention, condition or any other circumstance which in the opinion of the investigator or the sponsor's medical monitor, could compromise adherence to study procedures or study objectives.",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [],
    "status": "ACTIVE_NOT_RECRUITING",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "AL3818-US-004",
    "secondary_ids": []
  },
  {
    "id": "NCT02622815",
    "title": "Hypercoagulation Screening as Innovative Tool for Risk Assessment, Early Diagnosis and Prognosis in Cancer",
    "phase": "Not Applicable",
    "description": "There is a complex, mutual relationship between cancer and thrombosis. Indeed, the tumor has the capacity to activate the hemostatic system and this leads to an increased thrombotic risk in cancer patients. Even in the absence of clinical manifestations, cancer patients are commonly characterized by hemostatic abnormalities, recognized only by laboratory testing, which define the 'hypercoagulable state'. Of interest, hypercoagulation has been repeatedly reported to be associated with tumor progression and poor prognosis in various carcinomas. On the other hand, thrombotic event can represent the first signal of the presence of an occult tumor. These findings suggest that the coagulant pathway might play a role in the preclinical phase of cancer. The investigators hypothesize that a persistent, subclinical activation of the hemostatic system in an otherwise healthy subject, may predispose not only to thrombosis, but also to tumor formation and spreading. A major problem in primary cancer prevention is the lack of effective predictive markers of the disease. The HYPERCAN is an ongoing prospective Italian multicenter study organized around two tightly-interconnected research programs aiming to: 1_the assessment of thrombotic markers as a tool for cancer risk prediction in two large populations of healthy subjects, i.e. a group of healthy blood donors of Bergamo and Milano Provinces and a subgroup of Moli-sani subjects of the Molise region; and 2_ the evaluation whether thrombotic markers and/or the occurrence of overt thrombosis (or disseminated intravascular coagulation) may be prognostic of cancer disease outcomes (i.e. overall survival, progression free survival in metastatic cancer, disease free survival in limited disease) in cancer patients with different types of solid tumors (i.e. breast, lung and gastrointestinal cancers).\n\nTherefore, the assessment of cancer risk occurrence in healthy individuals might be useful for anticipation of cancer diagnosis. In addition, the results of this study might help to evaluate whether thrombotic markers may be prognostic of cancer outcomes independently of the disease extension.",
    "inclusion_criteria": [
      {
        "text": "good health",
        "type": "inclusion"
      },
      {
        "text": "signed informed consent.",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "(considering 10-15 days from blood sampling)",
        "type": "exclusion"
      },
      {
        "text": "inflammations/infections/fever;",
        "type": "exclusion"
      },
      {
        "text": "recent vaccinations;",
        "type": "exclusion"
      },
      {
        "text": "recent surgery;",
        "type": "treatment"
      },
      {
        "text": "anticoagulant therapy.",
        "type": "treatment"
      },
      {
        "text": "Cancer patients_",
        "type": "diagnosis"
      },
      {
        "text": "Inclusion Criteria:",
        "type": "exclusion"
      },
      {
        "text": "with life expectation higher than 3 months;",
        "type": "exclusion"
      },
      {
        "text": "patients with breast, lung or gastrointestinal tumors candidated for chemotherapy regimen;",
        "type": "treatment"
      },
      {
        "text": "ECOG PS 0-2;",
        "type": "performance"
      },
      {
        "text": "adeguate bone marrow and renal function;",
        "type": "exclusion"
      },
      {
        "text": "signed informed consent.",
        "type": "exclusion"
      },
      {
        "text": "Exclusion Criteria:",
        "type": "exclusion"
      },
      {
        "text": "acute medical illness;",
        "type": "exclusion"
      },
      {
        "text": "terminal conditions or life expectancy less than 3 months;",
        "type": "exclusion"
      },
      {
        "text": "under low molecular weight heparin at therapeutic dosage.",
        "type": "exclusion"
      }
    ],
    "status": "UNKNOWN",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "AIRC5xmille - 12237",
    "secondary_ids": []
  },
  {
    "id": "NCT05549297",
    "title": "Phase 2/3 Randomized Study of Tebentafusp as Monotherapy and in Combination With Pembrolizumab Versus Investigator's Choice in HLA-A*02:01-positive Participants With Previously Treated Advanced Melanoma (TEBE-AM)",
    "phase": "PHASE3",
    "description": "This is a phase 3 (as upon conversion to phase 3 there were no changes to the arms listed herein), multicenter, open-label study to evaluate the efficacy and safety of tebentafusp as monotherapy (Arm A) and in combination with pembrolizumab (Arm B) compared with standard of care or best supportive care (Arm C) in participants with non-ocular advanced melanoma who have progressed on a prior anti-PD(L)1 regimen, received an approved anti-CTLA4 regimen and, if the participant has a BRAF mutation, a prior BRAF tyrosine kinase inhibitor (TKI) regimen.",
    "inclusion_criteria": [
      {
        "text": "HLA-A\\*02:01-positive",
        "type": "mutation"
      },
      {
        "text": "unresectable Stage III or Stage IV non-ocular melanoma",
        "type": "stage"
      },
      {
        "text": "archival tumor tissue sample or a newly obtained biopsy of a tumor lesion not previously irradiated has been provided.",
        "type": "diagnosis"
      },
      {
        "text": "measurable or non-measurable disease per RECIST 1.1",
        "type": "inclusion"
      },
      {
        "text": "Eastern Cooperative Oncology Group (ECOG) performance status score of 0 or 1",
        "type": "performance"
      },
      {
        "text": "If applicable, must agree to use highly effective contraception",
        "type": "inclusion"
      },
      {
        "text": "Capable of giving signed informed consent which includes compliance with the requirements and restrictions listed in the Informed Consent (ICF) and protocol",
        "type": "inclusion"
      },
      {
        "text": "Must agree to provide protocol specified samples for biomarker analyses.",
        "type": "inclusion"
      }
    ],
    "exclusion_criteria": [
      {
        "text": "Pregnant or lactating women",
        "type": "exclusion"
      },
      {
        "text": "diagnosis of ocular or metastatic uveal melanoma",
        "type": "metastasis"
      },
      {
        "text": "history of a malignant disease other than those being treated in this study",
        "type": "exclusion"
      },
      {
        "text": "ineligible to be retreated with pembrolizumab due to a treatment-related AE",
        "type": "treatment"
      },
      {
        "text": "known untreated or symptomatic central nervous system (CNS) metastases and/or carcinomatous meningitis",
        "type": "metastasis"
      },
      {
        "text": "previous severe hypersensitivity reaction to treatment with another monoclonal antibody (mAb)",
        "type": "treatment"
      },
      {
        "text": "active autoimmune disease requiring immunosuppressive treatment",
        "type": "treatment"
      },
      {
        "text": "clinically significant cardiac or pulmonary disease or impaired cardiac function",
        "type": "exclusion"
      },
      {
        "text": "known psychiatric or substance abuse disorders",
        "type": "exclusion"
      },
      {
        "text": "received prior treatment with a licensed or investigative Immune-mobilizing monoclonal T-cell receptor Against Cancer (ImmTAC) medication or who have not completed adequate washout from prior medications.",
        "type": "treatment"
      },
      {
        "text": "received chemotherapy or biological cancer therapy (excluding anti-PD(L)1 mAb, ipilimumab, and BRAF TKI regimen) within 14 days of first dose",
        "type": "treatment"
      },
      {
        "text": "received cellular therapies within 90 days of study intervention",
        "type": "exclusion"
      },
      {
        "text": "ongoing Common Terminology Criteria for Adverse Events(CTCAE) Grade ≥ 2 clinically significant who in the opinion of the investigator could affect the outcome of the study",
        "type": "exclusion"
      },
      {
        "text": "received systemic treatment with steroids or any other immunosuppressive drug within 2 weeks of first dose",
        "type": "treatment"
      },
      {
        "text": "have not progressed on treatment with an anti-PD(L)1 mAb",
        "type": "treatment"
      },
      {
        "text": "have not received prior treatment with an approved anti-CTLA-4 mAb",
        "type": "treatment"
      },
      {
        "text": "a BRAF V600 mutation, who have not received a prior BRAF/MEK TKI regimen",
        "type": "mutation"
      },
      {
        "text": "currently participating or have participated in a study of an investigational agent or using an investigational device within 30 days of the first dose",
        "type": "exclusion"
      },
      {
        "text": "known history of chronic viral infections such as hepatitis B virus (HBV) or hepatitis C virus (HCV)",
        "type": "exclusion"
      },
      {
        "text": "known clinically significant pulmonary or cardiac disease or impaired lung or cardiac function",
        "type": "exclusion"
      },
      {
        "text": "Out of range Laboratory values",
        "type": "exclusion"
      },
      {
        "text": "history of allogenic tissue/solid organ transplant",
        "type": "exclusion"
      }
    ],
    "status": "RECRUITING",
    "start_date": "",
    "completion_date": "",
    "sponsor": "",
    "last_updated": "",
    "locations": [],
    "min_age": "",
    "max_age": "",
    "gender": "",
    "org_study_id": "IMCgp100-203",
    "secondary_ids": []
  }
]